[
  { "privacyLead": "Última atualização:24 de Setembro de 2023" },
  { "privacyLead": "Bem-vindo ao meu site pessoal!" },
  { "privacyLead": "Coleta e Uso de Dados" },
  {
    "privacyLead": "Este site tem uma página de contato que permite que você compartilhe seu endereço de e-mail para que possamos responder às suas mensagens. O endereço de e-mail que você fornecer será usado exclusivamente para fins de comunicação e resposta às suas consultas. Ele não será compartilhado com terceiros ou usado para outros fins."
  },
  {
    "privacyLead": "O site rafadeveloper.com.br usa cookies de segurança e proteção de sites oferecido pela Cloudflare, uma empresa que fornece serviços de CDN (Content Delivery Network) e segurança na web. Esse cookie é usado para verificar a identidade do visitante de um site e garantir que ele não seja um bot malicioso ou uma ameaça à segurança do site."
  },
  {
    "privacyLead": "O cookie é usado para autenticar os visitantes legítimos do site e permite que o tráfego genuíno seja liberado, enquanto bloqueia tráfego malicioso ou suspeito. Ele contém informações criptografadas que são usadas para verificar a legitimidade do acesso ao site."
  },
  { "privacyLead": "O que é um cookie?" },
  {
    "privacyLead": "Um cookie, no contexto da internet, é um pequeno arquivo de texto que um site envia para o seu navegador (como o Google Chrome, Firefox ou Safari) quando você o visita. Esse arquivo é armazenado no seu dispositivo, como um computador ou smartphone. Os cookies têm várias finalidades, mas principalmente são usados para lembrar informações sobre suas interações com o site e melhorar sua experiência online."
  },
  { "privacyLead": "Política de Privacidade da Cloudflare" },
  {
    "privacyLead": "Se você tiver alguma dúvida ou preocupação sobre nossa política de privacidade sinta-se à vontade para entrar em contato através do endereço de e-mail fornecido."
  },
  { "privacyLead": "contact@rafadeveloper.com.br" },
  { "privacyLead": "Obrigado por visitar!" }
]
